# Напишите программу, которая считывает строку-разделитель и три строки,
# а затем выводит указанные строки через разделитель.
a, b, c, d = input(), input(), input(), input()
print(b, c, d, sep=a)