# Напишите программу, которая считывает три строки по очереди,
# а затем выводит их в той же последовательности, каждую на отдельной строчке.
a, b, c = input(), input(), input()
print(a)
print(b)
print(c)