# Напишите программу, которая выводит указанный треугольник, состоящий из звездочек (*).
# *
# **
# ***
# ****
# *****
# ******
# *******
print('*')
print('**')
print('***')
print('****')
print('*****')
print('******')
print('*******')