# На вход программе подается строка текста – название футбольной команды.
# Напишите программу, которая повторяет ее на экране со словами « - чемпион!» (без кавычек).
a = input()
print(a,'- чемпион!')